# To change this license header, choose License Headers in Project Properties.
# To change this template file, choose Tools | Templates
# and open the template in the editor.
welcome = \u039a\u0391\u039b\u03a9\u03a3\u0397\u03a1\u0398\u0395\u03a3 \u03a3\u03a4\u039f \u03a0\u0391\u0399\u03a7\u039d\u0399\u0394\u0399 DOMINO
round = \u0393\u03a5\u03a1\u039f\u03a3: 
table = \u03a4\u03a1\u0391\u03a0\u0395\u0396\u0399:
leftMoveDone = \u0388\u03b3\u03b9\u03bd\u03b5 \u03b1\u03c1\u03b9\u03c3\u03c4\u03b5\u03c1\u03ae \u03ba\u03af\u03bd\u03b7\u03c3\u03b7
rightMoveDone = \u0388\u03b3\u03b9\u03bd\u03b5 \u03b4\u03b5\u03be\u03b9\u03ac \u03ba\u03af\u03bd\u03b7\u03c3\u03b7
cantLeft = \u039c\u03b7 \u03b5\u03c6\u03b9\u03ba\u03c4\u03ae \u03b1\u03c1\u03b9\u03c3\u03c4\u03b5\u03c1\u03ae \u03ba\u03af\u03bd\u03b7\u03c3\u03b7
cantRight = \u039c\u03b7 \u03b5\u03c6\u03b9\u03ba\u03c4\u03ae \u03b4\u03b5\u03be\u03b9\u03ac \u03ba\u03af\u03bd\u03b7\u03c3\u03b7
scoreTemp = \u0397 \u03b2\u03b1\u03b8\u03bc\u03bf\u03bb\u03bf\u03b3\u03af\u03b1 \u03bc\u03ad\u03c7\u03c1\u03b9 \u03c4\u03ce\u03c1\u03b1 \u03b5\u03af\u03bd\u03b1\u03b9, \u03a0\u03b1\u03af\u03c7\u03c4\u03b7\u03c2 1: 
computer = \u03ba\u03b1\u03b9 \u03a5\u03c0\u03bf\u03bb\u03bf\u03b3\u03b9\u03c3\u03c4\u03ae\u03c2: 
nextRound = \u03a0\u03ac\u03c4\u03b1 \u0395\u039a\u039a\u0399\u039d\u0397\u03a3\u0397 \u03b3\u03b9\u03b1 \u03bd\u03b1 \u03be\u03b5\u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03b9 \u03bf \u03b5\u03c0\u03cc\u03bc\u03b5\u03bd\u03bf\u03c2 \u03b3\u03cd\u03c1\u03bf\u03c2
gameOver = \u03a4\u0395\u039b\u039f\u03a3 \u03a0\u0391\u0399\u03a7\u039d\u0399\u0394\u0399\u039f\u03a5
didNotChose = \u0394\u03b5\u03bd \u03b5\u03c0\u03ad\u03bb\u03b5\u03be\u03b5\u03c2 Domino.
computerPlays = \u039f \u03a5\u03c0\u03bf\u03bb\u03bf\u03b3\u03b9\u03c3\u03c4\u03ae\u03c2 \u03c0\u03b1\u03af\u03b6\u03b5\u03b9 \u03c0\u03c1\u03ce\u03c4\u03bf\u03c2
playerPlays = \u039f \u03a0\u03b1\u03af\u03ba\u03c4\u03b7\u03c2 1 \u03c0\u03b1\u03af\u03b6\u03b5\u03b9 \u03c0\u03c1\u03ce\u03c4\u03bf\u03c2
noMoreMoves = \u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03b5\u03c2 \u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03b9\u03c2, \u03c3\u03b5\u03b9\u03c1\u03ac \u03c4\u03bf\u03c5 \u03c5\u03c0\u03bf\u03bb\u03bf\u03b3\u03b9\u03c3\u03c4\u03ae!
resetButton = \u0395\u03a0\u0391\u039d\u0395\u039a\u039a\u0399\u039d\u0397\u03a3\u0397
placeLeftButton = \u0391\u03a1\u0399\u03a3\u03a4\u0395\u03a1\u0397 \u039a\u0399\u039d\u0397\u03a3\u0397
placeRightButton = \u0394\u0395\u039e\u0399\u0391 \u039a\u0399\u039d\u0397\u03a3\u0397
startButton = \u0395\u039a\u039a\u0399\u039d\u0397\u03a3\u0397
getFromStack = \u03a0\u03ac\u03c1\u03b5 \u0391\u03c0\u03cc \u03a4\u03b7 \u03a3\u03c4\u03bf\u03af\u03b2\u03b1
wonMessage = \u03a3\u03c5\u03b3\u03c7\u03b1\u03c1\u03b7\u03c4\u03ae\u03c1\u03b9\u03b1, \u039a\u0395\u03a1\u0394\u0399\u03a3\u0395\u03a3! 
lost = \u0394\u03b5\u03bd \u03c5\u03c0\u03ac\u03c1\u03c7\u03bf\u03c5\u03bd \u03ac\u03bb\u03bb\u03b5\u03c2 \u03b4\u03b9\u03b1\u03b8\u03ad\u03c3\u03b9\u03bc\u03b5\u03c2 \u03ba\u03b9\u03bd\u03ae\u03c3\u03b5\u03b9\u03c2! \u03a0\u03c1\u03bf\u03c3\u03c0\u03ac\u03b8\u03b7\u03c3\u03b5 \u03be\u03b1\u03bd\u03ac.
Solo1.Rules=\u03a4\u03b1 \u03c0\u03bb\u03b1\u03ba\u03af\u03b4\u03b9\u03b1 \u03b1\u03bd\u03b1\u03ba\u03b1\u03c4\u03b5\u03cd\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03c4\u03b7\u03bd \u03cc\u03c8\u03b7 \n\u03c0\u03c1\u03bf\u03c2 \u03c4\u03b1 \u03ba\u03ac\u03c4\u03c9 \u03ba\u03b1\u03b9 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c4\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03c3\u03b5 \u03c3\u03c7\u03ae\u03bc\u03b1 \n\u03bf\u03c1\u03b8\u03bf\u03b3\u03c9\u03bd\u03af\u03bf\u03c5 \u03bc\u03b5 \u03b4\u03b9\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7 4x7 \u03c0\u03bb\u03b1\u03ba\u03b9\u03b4\u03af\u03c9\u03bd. \u03a3\u03c4\u03b7 \n\u03c3\u03c5\u03bd\u03ad\u03c7\u03b5\u03b9\u03b1 \u03bf \u03c0\u03b1\u03af\u03ba\u03c4\u03b7\u03c2 \u03b3\u03c5\u03c1\u03bd\u03ac\u03b5\u03b9 \u03cc\u03bb\u03b1 \u03c4\u03b1 \u03c0\u03bb\u03b1\u03ba\u03af\u03b4\u03b9\u03b1, \n\u03ad\u03c4\u03c3\u03b9 \u03ce\u03c3\u03c4\u03b5 \u03bd\u03b1 \u03c4\u03b1 \u03b2\u03bb\u03ad\u03c0\u03b5\u03b9. \u039f \u03c0\u03b1\u03af\u03ba\u03c4\u03b7\u03c2 \u03be\u03b5\u03ba\u03b9\u03bd\u03ac \n\u03bd\u03b1 \u03c0\u03b1\u03af\u03b6\u03b5\u03b9 \u03c4\u03bf \u03ba\u03bb\u03b1\u03c3\u03c3\u03b9\u03ba\u03cc \u03c0\u03b1\u03b9\u03c7\u03bd\u03af\u03b4\u03b9 \u03c0\u03b1\u03af\u03c1\u03bd\u03bf\u03bd\u03c4\u03b1\u03c2 \n\u03bf\u03c0\u03bf\u03b9\u03bf\u03b4\u03ae\u03c0\u03bf\u03c4\u03b5 \u03b1\u03c0\u03cc \u03c4\u03b1 4 \u03c0\u03bb\u03b1\u03ba\u03af\u03b4\u03b9\u03b1 \u03c0\u03bf\u03c5 \n\u03b2\u03c1\u03af\u03c3\u03ba\u03bf\u03bd\u03c4\u03b1\u03b9 \u03b4\u03b5\u03be\u03b9\u03cc\u03c4\u03b5\u03c1\u03b1 \u03c3\u03b5 \u03ba\u03ac\u03b8\u03b5 \u03c3\u03b5\u03b9\u03c1\u03ac. \u03a3\u03c5\u03bd\u03b5\u03c7\u03af\u03b6\u03b5\u03b9 \n\u03bd\u03b1 \u03c0\u03b1\u03af\u03c1\u03bd\u03b5\u03b9 \u03c0\u03bb\u03b1\u03ba\u03af\u03b4\u03b9\u03b1 \u03ba\u03b1\u03b9 \u03bd\u03b1 \u03c4\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c4\u03b5\u03af \n\u03c3\u03c4\u03b7 \u03b3\u03c1\u03b1\u03bc\u03bc\u03ae domino \u03c0\u03bf\u03c5 \u03b4\u03b7\u03bc\u03b9\u03bf\u03c5\u03c1\u03b3\u03b5\u03af\u03c4\u03b1\u03b9. \u0391\u03bd \n\u03bf \u03c0\u03b1\u03af\u03ba\u03c4\u03b7\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c4\u03ae\u03c3\u03b5\u03b9 \u03cc\u03bb\u03b1 \u03c4\u03b1 \u03c0\u03bb\u03b1\u03ba\u03af\u03b4\u03b9\u03b1, \n\u03ba\u03b5\u03c1\u03b4\u03af\u03b6\u03b5\u03b9. 
Solo1GUI.title = Solo 1
Solo1GUI.Title.text=SOLO 1
Menu.Solo1.text=\u03a3\u03cc\u03bb\u03bf 1
Menu.AllSeven.text = \u038c\u03bb\u03b1 7
Menu.Hungarian.text = \u039f\u03c5\u03b3\u03b3\u03c1\u03b9\u03ba\u03cc
Solo1GUI.Table.toolTipText=\ 
help=\u0392\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1
Menu.jLabel1.welcome=\u039a\u0391\u039b\u03a9\u03a3\u0397\u03a1\u0398\u0395\u03a3 \u03a3\u03a4\u039f \u03a0\u0391\u0399\u03a7\u039d\u0399\u0394\u0399 DOMINO
AllSevenGUI.title=\u038c\u03bb\u03b1 7
HungarianGUI.jMenu1.text=\u03a0\u03b1\u03b9\u03c7\u03bd\u03af\u03b4\u03b9
mainMenu=\u039a\u03cd\u03c1\u03b9\u03bf \u039c\u03b5\u03bd\u03bf\u03cd
Menu.Exit.label=\u0388\u03be\u03bf\u03b4\u03bf\u03c2
AllSevenGUI.title_1=\u038c\u03bb\u03b1 7
NIMBUS=Nimbus
Solo1GUI.jMenu1.text=\u03a0\u03b1\u03b9\u03c7\u03bd\u03af\u03b4\u03b9
Solo1GUI.jMenuItem2.text=\u039a\u03cd\u03c1\u03b9\u03bf \u039c\u03b5\u03bd\u03bf\u03cd
Solo1GUI.jMenuItem1.text=\u0392\u03bf\u03ae\u03b8\u03b5\u03b9\u03b1
AllSeven.Rules=\u03a3\u03b5 \u03b1\u03c5\u03c4\u03ae \u03c4\u03b7\u03bd \u03c0\u03b1\u03c1\u03b1\u03bb\u03bb\u03b1\u03b3\u03ae \u03c4\u03bf\u03c5 \u03c0\u03b1\u03b9\u03c7\u03bd\u03b9\u03b4\u03b9\u03bf\u03cd \u03c4\u03b1 \u03c0\u03bb\u03b1\u03ba\u03af\u03b4\u03b9\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c4\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03ad\u03c4\u03c3\u03b9 \u03ce\u03c3\u03c4\u03b5 \u03bf\u03b9 \u03b4\u03cd\u03bf \n\u03c0\u03bb\u03b5\u03c5\u03c1\u03ad\u03c2 \u03c4\u03bf\u03c5\u03c2 \u03c0\u03bf\u03c5 \u03b1\u03ba\u03bf\u03c5\u03bc\u03c0\u03bf\u03cd\u03bd, \u03bd\u03b1 \u03ad\u03c7\u03bf\u03c5\u03bd \u03ac\u03b8\u03c1\u03bf\u03b9\u03c3\u03bc\u03b1 7 \u03c0.\u03c7. \u03b1\u03bd \u03bc\u03b9\u03b1 \u03c0\u03bb\u03b5\u03c5\u03c1\u03ac \u03c4\u03bf\u03c5 \u03c0\u03bb\u03b1\u03ba\u03b9\u03b4\u03af\u03bf\u03c5 \u03b5\u03af\u03bd\u03b1\u03b9 5, \u03c4\u03cc\u03c4\u03b5 \u03c4\u03bf \n\u03c0\u03bb\u03b1\u03ba\u03af\u03b4\u03b9\u03bf \u03c0\u03bf\u03c5 \u03b8\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c4\u03b7\u03b8\u03b5\u03af \u03b4\u03af\u03c0\u03bb\u03b1 \u03c4\u03bf\u03c5 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03c3\u03c4\u03b7 \u03bc\u03af\u03b1 \u03c4\u03bf\u03c5 \u03c0\u03bb\u03b5\u03c5\u03c1\u03ac \u03bd\u03b1 \u03ad\u03c7\u03b5\u03b9 \u03c4\u03bf\u03bd \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc 2. \u03a4\u03b1 \u03b4\u03b9\u03c0\u03bb\u03ac \n\u03bb\u03b5\u03c5\u03ba\u03ac \u03ba\u03b1\u03b9 \u03cc\u03bb\u03b1 \u03c4\u03b1 \u03c0\u03bb\u03b1\u03ba\u03af\u03b4\u03b9\u03b1 \u03c4\u03c9\u03bd \u03bf\u03c0\u03bf\u03af\u03c9\u03bd \u03c4\u03bf \u03c3\u03cd\u03bd\u03bf\u03bb\u03bf \u03c4\u03c9\u03bd \u03c0\u03cc\u03bd\u03c4\u03c9\u03bd \u03b5\u03af\u03bd\u03b1\u03b9 \u03bf \u03b1\u03c1\u03b9\u03b8\u03bc\u03cc\u03c2 7 \u03c0.\u03c7. 3/4, 1/6 \u03b5\u03af\u03bd\u03b1\u03b9 \u03c3\u03b1\u03bd \n\u03bc\u03c0\u03b1\u03bb\u03b1\u03bd\u03c4\u03ad\u03c1 (Cardinals) \u03ba\u03b1\u03b9 \u03bc\u03c0\u03bf\u03c1\u03bf\u03cd\u03bd \u03c0\u03ac\u03bd\u03c4\u03b1 \u03bd\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c4\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9. \u03a0\u03b1\u03c1\u03cc\u03bb\u03bf \u03c0\u03bf\u03c5 \u03ad\u03bd\u03b1\u03c2 \u03c0\u03b1\u03af\u03ba\u03c4\u03b7\u03c2 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \n\u03c0\u03b1\u03af\u03be\u03b5\u03b9, \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03b5\u03c0\u03af\u03c3\u03b7\u03c2 \u03bd\u03b1 \u03c0\u03ac\u03c1\u03b5\u03b9 \u03ad\u03bd\u03b1 \u03c0\u03bb\u03b1\u03ba\u03af\u03b4\u03b9\u03bf \u03b1\u03c0\u03cc \u03c4\u03b7 \u03c3\u03c4\u03bf\u03af\u03b2\u03b1. \u0391\u03bd\u03c4\u03b9\u03b8\u03ad\u03c4\u03c9\u03c2 \u03b5\u03ac\u03bd \u03ad\u03bd\u03b1\u03c2 \u03c0\u03b1\u03af\u03ba\u03c4\u03b7\u03c2 \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \n\u03bd\u03b1 \u03c0\u03b1\u03af\u03be\u03b5\u03b9, \u03c0\u03b1\u03af\u03c1\u03bd\u03b5\u03b9 \u03ad\u03bd\u03b1-\u03ad\u03bd\u03b1 \u03c0\u03bb\u03b1\u03ba\u03af\u03b4\u03b9\u03bf \u03b1\u03c0\u03cc \u03c4\u03b7 \u03c3\u03c4\u03bf\u03af\u03b2\u03b1 \u03bc\u03ad\u03c7\u03c1\u03b9 \u03bd\u03b1 \u03bc\u03c0\u03bf\u03c1\u03ad\u03c3\u03b5\u03b9. \u03a9\u03c3\u03c4\u03cc\u03c3\u03bf 2 \u03c0\u03bb\u03b1\u03ba\u03af\u03b4\u03b9\u03b1 \u03c0\u03c1\u03ad\u03c0\u03b5\u03b9 \u03bd\u03b1 \n\u03bc\u03ad\u03bd\u03bf\u03c5\u03bd \u03c0\u03ac\u03bd\u03c4\u03b1 \u03c3\u03c4\u03b7 \u03c3\u03c4\u03bf\u03af\u03b2\u03b1. \u039f \u03b3\u03cd\u03c1\u03bf\u03c2 \u03c4\u03b5\u03bb\u03b5\u03b9\u03ce\u03bd\u03b5\u03b9 \u03cc\u03c4\u03b1\u03bd \u03ad\u03bd\u03b1\u03c2 \u03c0\u03b1\u03af\u03ba\u03c4\u03b7\u03c2 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c4\u03ae\u03c3\u03b5\u03b9 \u03cc\u03bb\u03b1 \u03c4\u03bf\u03c5 \u03c4\u03b1 \u03c0\u03bb\u03b1\u03ba\u03af\u03b4\u03b9\u03b1 \n\u03ae \u03cc\u03c4\u03b1\u03bd \u03ba\u03b1\u03bd\u03ad\u03bd\u03b1\u03c2 \u03c0\u03b1\u03af\u03ba\u03c4\u03b7\u03c2 \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c4\u03ae\u03c3\u03b5\u03b9 \u03c0\u03bb\u03b1\u03ba\u03af\u03b4\u03b9\u03b1. \u039f \u03c0\u03b1\u03af\u03ba\u03c4\u03b7\u03c2 \u03c0\u03bf\u03c5 \u03ad\u03c7\u03b5\u03b9 \u03c4\u03bf\u03c5\u03c2 \u03bb\u03b9\u03b3\u03cc\u03c4\u03b5\u03c1\u03bf\u03c5\u03c2 \n\u03c0\u03cc\u03bd\u03c4\u03bf\u03c5\u03c2 \u03ba\u03b5\u03c1\u03b4\u03af\u03b6\u03b5\u03b9 \u03c4\u03bf\u03bd \u03b3\u03cd\u03c1\u03bf. \u03a0\u03b1\u03af\u03c1\u03bd\u03b5\u03b9 \u03c9\u03c2 \u03c0\u03cc\u03bd\u03c4\u03bf\u03c5\u03c2 \u03cc\u03bb\u03bf\u03c5\u03c2 \u03c4\u03bf\u03c5\u03c2 \u03c0\u03cc\u03bd\u03c4\u03bf\u03c5\u03c2 \u03c4\u03c9\u03bd \u03b1\u03bd\u03c4\u03b9\u03c0\u03ac\u03bb\u03c9\u03bd \u03c4\u03bf\u03c5 \u03ba\u03b1\u03b9 \u03b1\u03c0\u03cc \n\u03b1\u03c5\u03c4\u03bf\u03cd\u03c2 \u03b1\u03c6\u03b1\u03b9\u03c1\u03ce\u03bd\u03c4\u03b1\u03c2 \u03b1\u03c0\u03cc \u03b1\u03c5\u03c4\u03bf\u03cd\u03c2 \u03c4\u03bf\u03c5\u03c2 \u03c0\u03cc\u03bd\u03c4\u03bf\u03c5\u03c2 \u03c0\u03bf\u03c5 \u03ad\u03c7\u03b5\u03b9 \u03bc\u03b1\u03b6\u03ad\u03c8\u03b5\u03b9. \u039c\u03af\u03b1 \u03c0\u03b1\u03c1\u03c4\u03af\u03b4\u03b1 \u03c4\u03b5\u03bb\u03b5\u03b9\u03ce\u03bd\u03b5\u03b9 \u03cc\u03c4\u03b1\u03bd \u03ad\u03bd\u03b1\u03c2 \n\u03c0\u03b1\u03af\u03ba\u03c4\u03b7\u03c2 \u03be\u03b5\u03c0\u03b5\u03c1\u03ac\u03c3\u03b5\u03b9 \u03c4\u03bf\u03c5\u03c2 100 \u03c0\u03cc\u03bd\u03c4\u03bf\u03c5\u03c2.
Hungarian.Rules=\u039f \u03c0\u03b1\u03af\u03ba\u03c4\u03b7\u03c2 \u03bc\u03b5 \u03c4\u03bf \u03bc\u03b5\u03b3\u03b1\u03bb\u03cd\u03c4\u03b5\u03c1\u03bf \u03b4\u03b9\u03c0\u03bb\u03cc \u03c0\u03bb\u03b1\u03ba\u03af\u03b4\u03b9\u03bf \u03be\u03b5\u03ba\u03b9\u03bd\u03ac \u03ba\u03b1\u03b9 \u03c3\u03c5\u03bd\u03b5\u03c7\u03af\u03b6\u03b5\u03b9 \u03bd\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c4\u03b5\u03af \u03c0\u03bb\u03b1\u03ba\u03af\u03b4\u03b9\u03b1, \u03ce\u03c3\u03c0\u03bf\u03c5 \u03bd\u03b1 \u03bc\u03b7\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c4\u03ae\u03c3\u03b5\u03b9 \u03ac\u03bb\u03bb\u03b1. \n\u03a3\u03c4\u03b7 \u03c3\u03c5\u03bd\u03ad\u03c7\u03b5\u03b9\u03b1 \u03c0\u03b1\u03af\u03b6\u03b5\u03b9 \u03bf \u03b5\u03c0\u03cc\u03bc\u03b5\u03bd\u03bf\u03c2. \u039f \u03b3\u03cd\u03c1\u03bf\u03c2 \u03c4\u03b5\u03bb\u03b5\u03b9\u03ce\u03bd\u03b5\u03b9 \u03cc\u03c4\u03b1\u03bd \u03ba\u03b1\u03bd\u03ad\u03bd\u03b1\u03c2 \u03c0\u03b1\u03af\u03ba\u03c4\u03b7\u03c2 \u03b4\u03b5 \u03bc\u03c0\u03bf\u03c1\u03b5\u03af \u03bd\u03b1 \u03c4\u03bf\u03c0\u03bf\u03b8\u03b5\u03c4\u03ae\u03c3\u03b5\u03b9 \n\u03c0\u03bb\u03b1\u03ba\u03af\u03b4\u03b9\u03b1. \u039f \u03c0\u03b1\u03af\u03ba\u03c4\u03b7\u03c2 \u03bc\u03b5 \u03c4\u03bf\u03c5\u03c2 \u03bb\u03b9\u03b3\u03cc\u03c4\u03b5\u03c1\u03bf\u03c5\u03c2 \u03c0\u03cc\u03bd\u03c4\u03bf\u03c5\u03c2 \u03c3\u03c4\u03bf \u03c4\u03ad\u03bb\u03bf\u03c2 \u03c4\u03bf\u03c5 \u03b3\u03cd\u03c1\u03bf\u03c5 \u03ba\u03b5\u03c1\u03b4\u03af\u03b6\u03b5\u03b9 \u03ba\u03b1\u03b9 \u03c4\u03bf\u03c5\u03c2 \u03c0\u03cc\u03bd\u03c4\u03bf\u03c5\u03c2 \u03c4\u03c9\u03bd \n\u03c0\u03bb\u03b1\u03ba\u03b9\u03b4\u03af\u03c9\u03bd \u03c4\u03c9\u03bd \u03b1\u03bd\u03c4\u03b9\u03c0\u03ac\u03bb\u03c9\u03bd. \u039d\u03b9\u03ba\u03b7\u03c4\u03ae\u03c2 \u03b5\u03af\u03bd\u03b1\u03b9 \u03b1\u03c5\u03c4\u03cc\u03c2 \u03c0\u03bf\u03c5 \u03b8\u03b1 \u03c6\u03c4\u03ac\u03c3\u03b5\u03b9 \u03c0\u03c1\u03ce\u03c4\u03bf\u03c2 \u03c4\u03bf\u03c5\u03c2 100 \u03c0\u03cc\u03bd\u03c4\u03bf\u03c5\u03c2. 
lostMessage=\u039a\u03ad\u03c1\u03b4\u03b9\u03c3\u03b5 \u03bf \u03a5\u03c0\u03bf\u03bb\u03bf\u03b3\u03b9\u03c3\u03c4\u03ae\u03c2! 
tieMessage=\u0399\u03c3\u03bf\u03c0\u03b1\u03bb\u03af\u03b1! 
playerFinalScore=\u03a4\u03bf \u03c4\u03b5\u03bb\u03b9\u03ba\u03cc \u03c3\u03bf\u03c5 \u03c3\u03ba\u03bf\u03c1 \u03b5\u03af\u03bd\u03b1\u03b9: 
computerFinalScore=\u03a4\u03bf \u03c4\u03b5\u03bb\u03b9\u03ba\u03cc \u03c3\u03ba\u03bf\u03c1 \u03c4\u03bf\u03c5 \u03a5\u03c0\u03bf\u03bb\u03bf\u03b3\u03b9\u03c3\u03c4\u03ae \u03b5\u03af\u03bd\u03b1\u03b9: 
tip=\u03a3\u03c5\u03bc\u03b2\u03bf\u03c5\u03bb\u03ae: \u0391\u03bd \u03b4\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c2 \u03bd\u03b1 \u03ba\u03ac\u03bd\u03b5\u03b9\u03c2 \u03ba\u03af\u03bd\u03b7\u03c3\u03b7 \u03c0\u03ac\u03c1\u03b5 domino \u03b1\u03c0\u03cc \u03c4\u03b7 \u03c3\u03c4\u03bf\u03af\u03b2\u03b1!
noMoreTilesFromStack=\u0394\u03b5\u03bd \u03bc\u03c0\u03bf\u03c1\u03b5\u03af\u03c2 \u03bd\u03b1 \u03c0\u03ac\u03c1\u03b5\u03b9\u03c2 \u03ac\u03bb\u03bb\u03b1 Domino \u03b1\u03c0\u03cc \u03c4\u03b7 \u03c3\u03c4\u03bf\u03af\u03b2\u03b1 \u03b3\u03b9\u03b1 \u03b1\u03c5\u03c4\u03cc \u03c4\u03bf \u03b3\u03cd\u03c1\u03bf
